{
  "title": "Imprint",
  "path": "/imprint",
  "blocks": [
    {
      "_template": "TitleBlock",
      "title": "",
      "underline": true,
      "content": ""
    },
    {
      "content": "    \n    2038 is an international team of architects, artists, ecologists, economists, scientists, politicians and writers, initiated in 2019, aiming to tell a (hi)story that today we call future.\n    \n    Commissioned by:\n    Bundesministerium des Innern, für Bau und Heimat (BMI) \n    \n    PR requests:\n    BUREAU N\n    Naunynstrasse 38, 10999 Berlin, Germany\n    T: +49 30 627 36102\n    \n    \n    IMPRINT \n    \n    Subject to the German regulations § 5 TMG:\n    \n    2038 — Deutscher Pavillon Architekturbiennale Venedig 2020 gGmbh\n    Brunnenstr 9\n    D—10119 Berlin\n    E-Mail: mail@2038.xyz\n    Phone: +49 1701 202038\n    \n    Represented by its initiators: Brandlhuber, Grawert, Hirsch, Roth\n    Commercial Register: District Court Charlottenburg (Amtsgericht Charlottenburg), Berlin, HRB 210676 B\n    \n    Legally responsible for the website content pursuant to Section 55(2) of the German Interstate Treaty on Broadcasting (Rundfunkstaatsvertrag – RStV): 2038 – Deutscher Pavillon Architekturbiennale 2020 gGmbH, Brunnenstrasse 9, 10119 Berlin, Germany\n    \n    \n    LEGAL NOTICE\n    \n    All videos, texts and design elements of this site are - unless a third-party copyright is indicated - subject to Creative Commons. The use and distribution of the content under naming of the source is permitted and desired. The use of protected content outside the limits of copyright law without the consent of the owner(s) of the rights is prohibited and punishable by law.\n    \n    On our pages we have links to other pages on the Internet. For all these links, we have no influence on the design and content of the linked pages. Therefore, we do not assume any responsibility for the content and design of these pages. This declaration applies to all links displayed on our website and to all content of the pages to which links and banners registered with us may lead. \n    \n    PRIVACY POLICY\n    \n    I. Identity and contact details of the controller\n    \n    2038 – Deutscher Pavillon Architekturbiennale 2020 gGmbH\n    Brunnenstrasse 9, 10119 Berlin, Germany\n    \n    Email: mail@2038.xyz \n    Phone: +49 1701 202038\n    \n    Represented by its initiators: Brandlhuber, Grawert, Hirsch, Roth\n    \n    II. Collection and storage of personal data and the nature and purpose of their use \n    \n    1) Use of our website\n    \n    When you use our website, information is automatically sent to the server of our website by the browser used on your end device. This information is temporarily stored in a so-called log file. The following information is recorded automatically and stored by us until it is automatically deleted: \n    \n    - IP address of the requesting computer;\n    - date and time of access;\n    - name and URL of the retrieved file;\n    - website from which the access takes place (referrer URL);\n    - the browser used and, if applicable, the operating system of your computer and the name of your access provider. \n    \n    The above-mentioned data will be processed by us for the following purposes: \n    \n    - to ensure a smooth connection of the website;\n    - guarantee a comfortable use of our website;\n    - evaluation of system security and stability; \n    - for other administrative purposes. \n    \n    The legal basis for the processing is Art. 6 (1) (f) of the Regulation (EU) 2016/679 (General Data Protection Regulation – GDPR). Our legitimate interest follows from the above-mentioned purposes. Under no circumstances do we use the data collected for the purpose of drawing conclusions about your person. \n    \n    Apart from the log files, no processing of personal data is required for the use of our website. In particular, we do not use cookies. \n    \n    2) Your inquiries \n    \n    If you contact us, we use the information you provide to answer your inquiries. Legal basis for the processing is Art. 6 (1) (b) GDPR if your inquiry concerns a pre-contractual or contractual relationship with us and Art. 6 (1) (f) GDPR for all other inquiries. Our legitimate interest is to answer your inquiries. \n    \n    III. Recipients of personal data\n    \n    Within our company, those functions get access to your personal data that need it to fulfill our contractual and legal obligations. \n    \n    Your personal data will not be transferred to third parties for purposes other than those listed below. We will only pass on your personal data to third parties if: \n    \n    - you have given your express consent in accordance with Art. 6 (1) (a) GDPR;\n    - the disclosure is necessary for the assertion, exercise or defence of legal claims and there is no reason to assume that you have an overriding interest worthy of protection in not disclosing your data in accordance with Art. 6 (1) (f) GDPR;\n    - in the event that there is a legal obligation to pass on the data in accordance with Art. 6 (1) (c) GDPR; \n    - this is legally permissible and required for the processing of contractual relationships with you in accordance with Art. 6 (1) (b) GDPR. \n    \n    For the above mentioned purposes, the following categories of recipients may get access to your personal data: \n    \n    - IT service providers;\n    - logistics service providers;\n    - marketing service provider, especially in the field of email marketing and/or invitation mailings; \n    - banks for the collection of fees;\n    - collection companies and/or lawyers for the enforcement of claims. \n    \n    Unless otherwise stated in a particular case, your personal data is not transferred to third countries outside the European Economic Area (EEA).\n    \n    IV. Storage periods\n    \n    We process and store your personal data as long as necessary, e. g. for the initiation and duration of our contractual relationship. \n    \n    In case of a contractual relationship, but also in case of other claims under civil law, the storage periods also depend on the applicable statutory limitation periods, which, for example, are generally three years in accordance with Sec. 195 et seq. of the German Civil Code (BGB), but in certain cases may be up to thirty years.\n    \n    In addition, we are subject to various storage and documentation obligations arising from the German Commercial Code (HGB) and the German Tax Code (AO). The periods of retention or documentation specified there are six years for correspondence in connection with the conclusion of a contract and ten years for accounting documents and business letters (Sec. 238, 257 (1) and (4) HGB, Sec. 147 (1) and (3) AO). \n    \n    Log files are generally deleted after the end of the respective browser session, at the latest after seven days, unless their further storage is exceptionally necessary and lawful. \n    \n    V. Your data protection rights\n    \n    You have the following data protection rights: \n    \n    - to request information about your personal data processed by us in (Art. 15 GDPR); \n    - to obtain without undue delay the rectification of inaccurate or incomplete personal data concerning you (Art. 16 GDPR); \n    - to request erasure of your personal data stored by us (Art. 17 GDPR); \n    - to obtain from us restriction of processing (Art. 18 GDPR); \n    - to receive the personal data concerning you, which you have provided to us, in a structured, commonly used and machine-readable format (Art. 20 GDPR); \n    - to object to the processing of your personal data where the processing is based on Art. 6 (1) (f) GDPR (Art. 21 GDPR); \n    - where the processing of your personal data is based on Art. 6 (1) (a) GDPR to withdraw your consent at any time with effect for the future which means that the withdrawal of consent shall not affect the lawfulness of processing based on consent before its withdrawal (Art. 7 (3) GDPR);\n    - to lodge a complaint with a supervisory authority – in particular in the EU member state of your habitual residence, place of work, or place of the alleged infringement – if you consider that the processing of your personal data infringes the GDPR or other applicable data proctection laws (Art. 77 GDPR).\n    \n    To exercise these data protection rights, please send an email to mail@2038.xyz. \n    \n    VI. Data security \n    We use the common SSL (Secure Socket Layer) method in connection with the highest encryption level supported by your browser. As a rule, this is a 256-bit encryption. If your browser does not support 256-bit encryption, we use 128-bit v3 technology instead. You can tell whether an individual page of our website is being transmitted in encrypted form by the closed display of the key or lock symbol in the lower status bar of your browser. \n    \n    We also use suitable technical and organizational security measures to protect your data against accidental or deliberate manipulation, partial or complete loss, destruction or unauthorized access by third parties. Our security measures are continuously improved in line with technological developments. \n    \n    VII. Vimeo\n    \n    We use Vimeo (Vimeo, Inc., 555 West 18th Street, New York, New York 10011, USA) to display embedded videos on our website. \n    \n    When you visit a page on our website where we have embedded the Vimeo plugin and interact with this plugin, e. g. by clicking on the start button for the video, a connection to Vimeo’s servers in the USA is established and Vimeo receives the information that you have visited the respective page of our website and played the embedded video. In this process, Vimeo receives you IP address and technical information about your device (e. g., browser type, operating system, and basic device information). If you have a Vimeo account and are logged in, Vimeo assigns the information about your interaction with the plugin to your Vimeo account; you may prevent this by logging out of your Vimeo account. \n    \n    There is an adequacy decision pursuant to Art. 45 GDPR regarding Vimeo’s data protection level, as Vimeo has self-certified its adherence to the principles of the EU-US-Privacy Shield (https://www.privacyshield.gov/participant?id=a2zt00000008V77AAE&status=Active). \n    \n    By using the Vimeo plugin on our website, you consent to the processing of personal data described above. Legal basis for the processing is Art. 6 (1) (a) GDPR. \n    \n    Vimeo is the controller for the personal data collected through its plugins. For more information on how Vimeo processes your personal data please visit Vimeo’s privacy policy (https://vimeo.com/privacy). \n    \n    VIII. Amendments of this privacy policy\n    \n    This privacy policy is currently valid and it was last amended in January 2020. Due to the further development of our website and offers on it or due to changed legal or official requirements, it may become necessary to amend this privacy policy in the future. \n    ",
      "center": false,
      "_template": "ContentBlock"
    }
  ],
  "displayTitle": true
}